{
  "firstMessage": {
    "text": "Привет! С помощью этого теста ты сможешь определить какой ты вожатый.",
    "image": "src/main/resources/images/атмо.png",
    "button": "Начать"
  },

  "task0":
  {
    "text": "1. Ты вспоминаешь, что сегодня первая дискотека на смене, твои действия?\n\n- Уже готовлю самый яркий и привлекательный образ\n- Собираю всех в большой круг, чтобы петь любимые песни\n- Ух, ну и денёк сегодня…Жду поскорее вечера, чтобы оказаться в любимой кроватке\n- Слежу за тем, чтобы никто не стоял в стороне, и всем было весело!\n- Обожаю двигаться под любимою музыку, это сжигает много калорий",
    "image": "src/main/resources/images/task/диско.jpg",
    "1": "1",
    "2": "2",
    "3": "3",
    "4": "4",
    "5": "5"
  },

  "task1":
  {
    "text": "2. Опиши свое идеальное детство:\n\n- Краски, фломастеры, раскраски, пластилин – обожаю творчество!\n- Хочу постоянно играть в игры с друзьями \n- Эх, вот бы мне кто-нибудь сказку на ночь прочитал\n- Готов всегда прийти на помощь, гроза младших ребят\n- Спорт, спорт и еще раз спорт! Пойду во двор в футбольчик поиграю",
    "image": "src/main/resources/images/task/детство.jpg",
    "1": "1",
    "2": "2",
    "3": "3",
    "4": "4",
    "5": "5"
  },

  "task2":
  {
    "text": "3. У одного из друзей в компании скоро день рождения. Как ты будешь готовиться?\n\n- Подарю ему яркие, брендовые вещи, которые сделают его образ эстетичным и необычным\n- Соберу лучших друзей и мы вместе придем к нему домой в 00:00 поздравлять\n- Приготовлю милый и уютный подарок: куплю плед, набор чая и вкусняшки\n- Приготовлю блюда для праздничного стола и продумаю все развлечения\n- Подарю ему сертификат в спортзал или новые гантельки, чтобы он занимался спортом дома",
    "image": "src/main/resources/images/task/др.jpg",
    "1": "1",
    "2": "2",
    "3": "3",
    "4": "4",
    "5": "5"
  },

  "task3":
  {
    "text": "4. Какой кружок ты бы хотел проводить в лагере?\n\n- Бисер, вышивка, арт-терапия\n- Вожатские танцы, караоке\n- Кружок «чилла» или настольные игры\n- Буду дежурить и контролировать, чтобы все нашли кружок себе по душе\n- Футбол, волейбол, баскетбол",
    "image": "src/main/resources/images/task/кружок.jpg",
    "1": "1",
    "2": "2",
    "3": "3",
    "4": "4",
    "5": "5"
  },

  "task4":
  {
    "text": "5. Сегодня с самого утра идет дождь. До столовой еще как-то добрались, обратно уже почти плыли, а теперь сидите с детьми в корпусе. К счастью, у тебя с собой есть ноутбук. Какой мультик посмотришь с детьми?\n\n- Ура, пришло время «Истории игрушек»\n- «Зверопооооой», конечно же!\n- Та самая Бу из «Корпорации монстров»?\n- «Бэтмен» - мой кумир\n- «Шайбу! Шайбу!»",
    "image": "src/main/resources/images/task/дождь.jpeg",
    "1": "1",
    "2": "2",
    "3": "3",
    "4": "4",
    "5": "5"
  },

  "task5":
  {
    "text": "6. Ты буквально на минуту отвлекся на важный звонок от руководства, а когда повесил трубку, увидел, как один из детей бегает по корпусу, по уши измазанный в краске и пытается испачкать всех и всё вокруг, крича, что он завладел магией цвета. Что будешь делать?\n\n- Добавляю эту сцену в наш номер для концерта\n- Обмажусь вместе с ним и буду бегать также. Ну а что? Зато какие эмоции!\n- Спокойно скажу ему, что так делать нельзя\n- Остановлю его, отмою от краски его и всех детей, буду сидеть рядом с ними и делать декорации вместе\n- Похвалю его. Молодец! Решил сделать разминку для отряда, а бег -  это хорошо)",
    "image": "src/main/resources/images/task/краски.jpg",
    "1": "1",
    "2": "2",
    "3": "3",
    "4": "4",
    "5": "5"
  },

  "task6":
  {
    "text": "7. Какого человека ты хотел бы себе в напарники?\n\n- Творческого и креативного, с хорошим чувством стиля\n- Активного, умеющего ставить крутые и энергичные танцы\n- Того, который даст поспать на часик больше\n- Спокойного, дисциплинированного и справедливого\n- В хорошей физической форме",
    "image": "src/main/resources/images/task/напарники.jpg",
    "1": "1",
    "2": "2",
    "3": "3",
    "4": "4",
    "5": "5"
  },

  "task7":
  {
    "text": "8. Выбери мем:",
    "image": "src/main/resources/images/task/мемы.png",
    "1": "1",
    "2": "2",
    "3": "3",
    "4": "4",
    "5": "5"
  },

  "result0":
  {
    "text": "1. Цирк уехал, а вожатые остались!\n\nТы – вожатый «заморочка»\n\nЭтот тип вожатого невероятно креативный. У него всегда есть идея, какой образ сделать сегодня, и силы на его осуществление. Дети от такого вожатого в полном восторге, ведь он может быть кем угодно и когда угодно. Заморочка – образ, сделанный из подручных материалов своими руками.\n",
    "image": "src/main/resources/images/results/типаж1.jpg"
  },

  "result1":
  {
    "text": "Щас спою!\n\n Ты – вожатый «зажигалочка»\n\nЭтот вожатый всегда полон энергии, яркости и позитивного настроения. Он умеет создавать атмосферу веселья, и не позволит никому скучать. Такой вожатый знает все песни и танцы, громче всех кричит на мероприятиях, а еще обожает зажигать на дискотеках!\n",
    "image": "src/main/resources/images/results/типаж2.jpg"
  },

  "result2":
  {
    "text": "Ну еще пять минуточек, ну пожалуйста…\n\nТы – вожатый «сплюшка»\n\nЭтот тип вожатого очень милый и добрый, всегда создаёт для детей атмосферу детства и сказок. Он тратит очень много сил, поэтому чаще всего моментально засыпает в самых неожиданных местах.\n",
    "image": "src/main/resources/images/results/типаж3.jpg"
  },

  "result3":
  {
    "text": "Днем – вожатый, а ночью спасаешь мир на планерке!\n\nТы – вожатый «супергерой»\n\nЭтот тип вожатого обладает необычайной силой вдохновлять и веселить детей. Он всегда придет на помощь и решит любые проблемы, у него в барсетке найдется все, что угодно, а его присутствие наполнит силой и энергией каждого ребёнка.\n",
    "image": "src/main/resources/images/results/типаж4.jpg"
  },

  "result4":
  {
    "text": "В здоровом вожатом – здоровые дети!\n\nТы – вожатый «на спортике»\n\nЭтот вожатый всегда в форме. Он готов участвовать и побеждать во всех спортивных мероприятиях, а его отряд приходит на зарядку самым первым. Спортивные лагерь – его самая настоящая любовь!\n",
    "image": "src/main/resources/images/results/типаж5.jpg"
  }
}
